Repository: tronbyt/server
Catalog: tronbyt_server/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Never
de: Nie

source: Repo Cloned
de: Repo geklont

source: Repo Updated
de: Repo aktualisiert

source: Repo removed
de: Repo entfernt

source: Error Cloning or Updating Repo
de: Fehler beim Klonen oder Aktualisieren des Repos

source: No Changes to Repo
de: Keine Änderungen am Repo

source: Use Device Settings
de: Geräteeinstellungen verwenden

source: None
de: Keine

source: Dimmed
de: Gedimmt

source: Redshift
de: Rotverschiebung

source: Sunset
de: Sonnenuntergang

source: Dusk
de: Dämmerung

source: Cool
de: Kühl

source: Black & White
de: Schwarz & Weiß

source: Ice
de: Eis

source: Moonlight
de: Mondlicht

source: Pastel
de: Pastell

source: Password is required.
de: Passwort ist erforderlich.

source: admin user created. Please log in.
de: admin-Benutzer erstellt. Bitte anmelden.

source: Could not create admin user.
de: Konnte Admin-Benutzer nicht erstellen.

source: User registration is not enabled.
de: Benutzerregistrierung ist nicht aktiviert.

source: Maximum number of users reached. Registration is disabled.
de: Maximale Benutzeranzahl erreicht. Registrierung ist deaktiviert.

source: Username is required.
de: Benutzername ist erforderlich.

source: User is already registered.
de: Benutzer ist bereits registriert.

source: User {username} registered successfully.
de: Benutzer {username} erfolgreich registriert.

source: Registered as {username}.
de: Registriert als {username}.

source: Couldn't Save User
de: Konnte Benutzer nicht speichern

source: Incorrect username/password.
de: Falscher Benutzername/Passwort.

source: Bad old password.
de: Falsches altes Passwort.

source: Success
de: Erfolg

source: Logged Out
de: Abgemeldet

source: New API key generated successfully.
de: Neuer API-Schlüssel erfolgreich generiert.

source: Failed to generate new API key.
de: Neuer API-Schlüssel konnte nicht generiert werden.

source: Unique name is required.
de: Ein eindeutiger Name ist erforderlich.

source: Could not generate a unique device ID.
de: Konnte keine eindeutige Geräte-ID generieren.

source: Invalid location
de: Ungültiger Standort

source: Location JSON error {error}
de: Standort JSON-Fehler {error}

source: Name is required.
de: Name ist erforderlich.

source: Invalid custom brightness scale format. Use 6 comma-separated values (0-100).
de: Ungültiges Format für die benutzerdefinierte Helligkeitsskala. Verwenden Sie 6 komma-getrennte Werte (0-100).

source: Invalid night start time: {error}
de: Ungültige Nacht-Startzeit: {error}

source: Invalid night end time: {error}
de: Ungültige Nacht-Endzeit: {error}

source: Invalid dim time: {error}
de: Ungültige Dimm-Zeit: {error}

source: App name required.
de: App-Name erforderlich.

source: Could not generate a unique installation ID.
de: Konnte keine eindeutige Installations-ID generieren.

source: App not found.
de: App nicht gefunden.

source: No file
de: Keine Datei

source: Invalid file path
de: Ungültiger Dateipfad

source: File type not allowed
de: Dateityp nicht erlaubt

source: Upload Successful
de: Upload erfolgreich

source: Cannot delete {filename} because it is installed on a device.
de: Kann {filename} nicht löschen, da es auf einem Gerät installiert ist.

source: App pinned.
de: App angeheftet.

source: App unpinned.
de: App entpinnt.

source: Error updating pin status.
de: Fehler beim Aktualisieren des Pin-Status.

source: App duplicated successfully.
de: App erfolgreich dupliziert.

source: Changes saved.
de: Änderungen gespeichert.

source: Error saving changes.
de: Fehler beim Speichern der Änderungen

source: Invalid direction.
de: Ungültige Richtung.

source: Error saving app, please try again.
de: Fehler beim Speichern der App, bitte erneut versuchen.

source: Invalid {field_name}: {error}
de: {field_name} ungültig: {error}

source: start time
de: Startzeit

source: end time
de: Endzeit

source: Error Rendering App
de: Fehler beim Rendern der App

source: API Key cannot be empty.
de: API-Schlüssel darf nicht leer sein.

source: System repo updated successfully
de: System-Repo erfolgreich aktualisiert

source: Firmware update failed
de: Firmware-Update fehlgeschlagen

source: No selected file
de: Keine Datei ausgewählt

source: Invalid file type. Please upload a JSON file.
de: Ungültiger Dateityp. Bitte eine JSON-Datei hochladen.

source: Invalid JSON structure
de: Ungültige JSON-Struktur

source: Invalid config file: missing device ID
de: Ungültige Konfigurationsdatei: Geräte-ID fehlt

source: Not the same device id. Import skipped.
de: Nicht die gleiche Geräte-ID. Import übersprungen.

source: Invalid device configuration file
de: Ungültige Gerätekonfigurationsdatei

source: Device configuration imported successfully
de: Gerätekonfiguration erfolgreich importiert

source: Error parsing JSON file: {error}
de: Fehler beim Parsen der JSON-Datei: {error}

source: Error importing config: {error}
de: Fehler beim Importieren der Konfiguration: {error}

source: User configuration imported successfully
de: Benutzerkonfiguration erfolgreich importiert

source: Device ID missing in config.
de: Geräte-ID fehlt in der Konfiguration.

source: Device already exists. Import skipped.
de: Gerät existiert bereits. Import übersprungen.

source: ⚠️ WARNING: Adding a second user will DISABLE auto-login functionality.
de: ⚠️ WARNUNG: Das Hinzufügen eines zweiten Benutzers DEAKTIVIERT die Auto-Login-Funktion.

source: Auto-login only works when exactly 1 user exists. After creating this user, you will need to log in with a password.
de: Auto-Login funktioniert nur, wenn genau ein Benutzer existiert. Nach dem Erstellen dieses Benutzers müssen Sie sich mit einem Passwort anmelden.

source: Do you want to continue?
de: Möchten Sie fortfahren?

source: Create User
de: Benutzer anlegen

source: Auto-login mode is enabled. You cannot log out while this mode is active. To disable auto-login, set SINGLE_USER_AUTO_LOGIN=0 in your .env file or create a second user.
de: Der Auto-Login-Modus ist aktiviert. Sie können sich in diesem Modus nicht abmelden. Um den Auto-Login zu deaktivieren, setzen Sie SINGLE_USER_AUTO_LOGIN=0 in Ihrer .env-Datei oder erstellen Sie einen zweiten Benutzer.

source: Auto-login mode active
de: Auto-Login-Modus aktiv

source: Log Out
de: Abmelden

source: Theme:
de: Thema:

source: Light
de: Hell

source: Dark
de: Dunkel

source: Log In
de: Anmelden

source: Current Repository
de: Aktuelles Repo

source: No system repository configured.
de: Kein System-Repo konfiguriert.

source: Refreshing...
de: Wird aktualisiert...

source: Refresh
de: Aktualisieren

source: Change Repository
de: Repo ändern

source: Save
de: Speichern

source: Replacing the existing system repo will delete the previous repo and break any apps using that repo.
de: Das Ersetzen des vorhandenen System-Repos löscht das vorherige Repo und alle Apps, die dieses Repo verwenden.

source: Firmware Management
de: Firmware Verwaltung

source: Current Firmware
de: Aktuelle Firmware:

source: Firmware is automatically updated when the server starts.
de: Firmware wird automatisch aktualisiert, wenn der Server startet.

source: No firmware version information available
de: Keine Firmware-Versionsinformationen verfügbar

source: Updating...
de: Aktualiserung…

source: Update
de: Aktualisieren

source: Download
de: Herunterladen

source: Note: This updates the firmware files available for flashing, not the firmware on existing devices. Devices must be manually reflashed to use the new firmware.
de: Hinweis: Dies aktualisiert die zum Flashen verfügbaren Firmware-Dateien, nicht die Firmware auf vorhandenen Geräten. Geräte müssen manuell neu geflasht werden, um die neue Firmware zu verwenden.

source: User Settings
de: Einstellungen

source: Custom Apps Repository
de: Benutzerdefiniertes Apps-Repository

source: Custom apps repository configured
de: Benutzerdefiniertes Apps-Repository konfiguriert

source: No custom repository configured.
de: Kein benutzerdefiniertes Repository konfiguriert.

source: Remove custom repository? This will delete the repo and break any apps using it.
de: Benutzerdefiniertes Repository entfernen? Dadurch wird das Repo gelöscht und alle Apps, die es verwenden, werden unbrauchbar.

source: Remove
de: Löschen

source: Replacing an existing custom repo will delete the previous repo and break any apps using that repo.
de: Das Ersetzen eines vorhandenen benutzerdefinierten Repos löscht das vorherige Repo und alle Apps, die dieses Repo verwenden.

source: Security Settings
de: Sicherheitseinstellungen

source: Change Password
de: Passwort ändern

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: User API Key
de: Benutzer API-Schlüssel

source: Update API key?
de: API-Schlüssel aktualisieren?

source: Generate a new API key? This will replace your current API key.
de: Einen neuen API-Schlüssel generieren? Dies ersetzt Ihren aktuellen API-Schlüssel.

source: Generate New
de: Neu generieren

source: Data Management
de: Daten Verwaltung

source: Use the export and import features to backup your user account or to move your devices to a new server. The export function creates a JSON file with all your settings, devices, and apps. You can then import this file on another server to restore your configuration. Note that your password is not included in the export for security reasons, so you will need to remember your password when importing to a new server.
de: Verwenden Sie die Export- und Importfunktionen, um Ihr Benutzerkonto zu sichern oder Ihre Geräte auf einen neuen Server zu übertragen. Die Exportfunktion erstellt eine JSON-Datei mit allen Einstellungen, Geräten und Apps. Sie können diese Datei auf einem anderen Server importieren, um Ihre Konfiguration wiederherzustellen. Ihr Passwort ist aus Sicherheitsgründen nicht im Export enthalten, daher müssen Sie sich Ihr Passwort merken, wenn Sie auf einen neuen Server importieren.

source: Export Configuration
de: Konfiguration exportieren

source: Download your entire user configuration as a JSON file.
de: Exportieren Sie Ihre gesamte Benutzerkonfiguration als JSON-Datei.

source: Export
de: Exportieren

source: Import Configuration
de: Konfiguration importieren

source: Import your user configuration from a JSON file. This will replace your current configuration, but preserve your username and password.
de: Importieren Sie Ihre Benutzerkonfiguration aus einer JSON-Datei. Dadurch wird Ihre aktuelle Konfiguration ersetzt, aber Ihr Benutzername und Passwort bleiben erhalten.

source: Select JSON File
de: JSON-Datei auswählen

source: Import
de: Importieren

source: Update available!
de: Update verfügbar!

source: Username
de: Benutzername

source: Password
de: Passwort

source: Remember Me
de: Angemeldet bleiben

source: Register
de: Registrieren

source: Username (alpha-numeric only, no symbols please.)
de: Benutzername (nur alphanumerisch, keine Sonderzeichen.)

source: Email Address (optional)
de: E-Mail-Adresse (optional)

source: Create Admin User
de: Admin-Benutzer anlegen

source: SINGLE-USER AUTO-LOGIN MODE ACTIVE
de: EINZELBENUTZER-AUTO-LOGIN-MODUS AKTIV

source: Authentication is disabled for private network access
de: Authentifizierung für privaten Netzwerkzugriff deaktiviert

source: Create
de: Benutzer anlegen

source: Add App
de: App hinzufügen

source: Loading apps...
de: Lade Apps…

source: Upload .star or .webp file
de: .star oder .webp Datei hochladen

source: App Selection
de: App-Auswahl

source: Search apps
de: Apps suchen

source: Hide installed apps
de: Installierte Apps ausblenden

source: Hide broken apps
de: Defekte Apps ausblenden

source: Sort by:
de: Sortieren nach:

source: Default
de: Standard

source: Newest
de: Neueste

source: Alphabetical (A-Z)
de: Alphabetisch (A-Z)

source: Alphabetical (Z-A)
de: Alphabetisch (Z-A)

source: Installed
de: Installiert

source: From
de: Von

source: BROKEN
de: DEFEKT

source: Delete this uploaded app?
de: Hochgeladene App löschen?

source: Delete
de: Löschen

source: Unmark Broken
de: Als funktionierend markieren

source: Mark Broken
de: Als defekt markieren

source: Custom Apps
de: Benutzerdefinierte Apps

source: Render Interval (minutes)
de: Render-Intervall (Minuten)

source: Display Time (seconds)
de: Anzeigedauer (Sekunden)

source: Notes
de: Notizen

source: Configure
de: Konfigurieren

source: New Tronbyt
de: Neuer Tronbyt

source: Delete User?
de: Benutzer löschen?

source: Edit
de: Bearbeiten

source: Notes:
de: Notizen:

source: installation id
de: Installations-ID

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Render Interval (minutes):
de: Render-Intervall (Minuten):

source: Display Time (secs):
de: Anzeigedauer (Sekunden):

source: Preview
de: Vorschau

source: Last Rendered:
de: Zuletzt gerendert:

source: Configuring
de: Konfigurieren

source: Show App Config
de: App-Konfiguration anzeigen

source: Show Render Debug
de: Debug-Ausgabe anzeigen

source: Cancel
de: Abbrechen

source: App Configuration
de: API-Konfiguration

source: Settings
de: Einstellungen

source: Enable or disable this app
de: Diese App aktivieren oder deaktivieren

source: Autopin
de: Automatisch Pinnen

source: Automatically pin this app when it renders successfully
de: Diese App automatisch anheften, wenn sie erfolgreich gerendert wurde

source: Render Interval Minutes
de: Render-Intervall (Minuten)

source: Update every X minutes
de: Aktualisierung alle X Minuten

source: Display Time Seconds
de: Anzeigedauer (Sekunden)

source: 0 for device default
de: Anzeigedauer Sekunden (0 für Gerätestandard)

source: Color Filter
de: Keine Datei

source: Override device color filter
de: Geräte-Farbfilter überschreiben

source: Optional notes about this app
de: Optionale Notizen zu dieser App

source: Schedule
de: Zeitplan

source: Start Time
de: Startzeit

source: When the app should start displaying
de: Wann die App mit der Anzeige beginnen soll

source: End Time
de: Endzeit

source: When the app should stop displaying
de: Wann die App die Anzeige beenden soll

source: Active Days
de: Aktive Tage

source: (none selected is ALL selected)
de: (keine Auswahl bedeutet ALLE ausgewählt)

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Use Custom Recurrence
de: Benutzerdefinierte Wiederholung verwenden

source: Enable advanced scheduling options (bi-weekly, monthly, yearly, etc.)
de: Erweiterte Planungsoptionen aktivieren (zweiwöchentlich, monatlich, jährlich, etc.)

source: Custom Recurrence
de: Benutzerdefinierte Wiederholung

source: Frequency
de: Häufigkeit

source: How often the app should run
de: Wie oft die App ausgeführt werden soll

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: Repeat Every
de: Wiederhole alle

source: Interval between occurrences
de: Intervall zwischen den Vorkommen

source: days
de: Tage

source: Start Date
de: Startdatum

source: When the recurrence should begin
de: Wann die Wiederholung beginnen soll

source: End Date (optional)
de: Enddatum (optional)

source: When the recurrence should stop
de: Wann die Wiederholung enden soll

source: Weekly Options
de: Wöchentlich

source: Monthly Options
de: Monatliche

source: Monthly Pattern
de: Monatliches Muster

source: Choose how to specify the monthly occurrence
de: Wählen Sie, wie das monatliche Vorkommen festgelegt werden soll

source: Day of Month
de: Tag des Monats

source: Day of Week
de: Wochentag

source: Day of Month
de: Tag des Monats

source: Which day of the month (1-31)
de: Welcher Tag des Monats (1-31)

source: Day of Week Pattern
de: Wochentag-Muster

source: Which occurrence of which day
de: Welches Vorkommen welches Tages

source: First
de: Erste

source: Second
de: Zweite

source: Third
de: Dritte

source: Fourth
de: Vierte

source: Last
de: Letzte

source: Reset
de: Zurücksetzen

source: Delete App?
de: App löschen?

source: API Usage
de: API Nutzung

source: Show API Usage
de: API Nutzung anzeigen

source: Use these curl commands to control this app via the API:
de: Verwenden Sie diese curl-Befehle, um diese App über die API zu steuern:

source: Enable App
de: App aktivieren

source: Disable App
de: App deaktivieren

source: Pin App
de: App anpinnen

source: Unpin App
de: App entpinnen

source: Note:
de: Notizen:

source: Replace YOUR_API_KEY with your device API key if not using the one shown above.
de: Ersetzen Sie YOUR_API_KEY durch Ihren Geräte-API-Schlüssel, falls Sie nicht den oben gezeigten verwenden.

source: Hide App Config
de: App-Konfiguration ausblenden

source: Hide Render Debug
de: Debug-Ausgabe ausblenden

source: Hide API Usage
de: API Nutzung ausblenden

source: Toggle password visibility
de: Passwortsichtbarkeit umschalten

source: Enter a location
de: Standort eingeben

source: Upload Image
de: Bild hochladen

source: Please upload a valid image file (PNG, JPEG, GIF, SVG, or WebP).
de: Bitte ein gültiges Bild hochladen (PNG, JPEG, GIF, SVG oder WebP)

source: File size exceeds 500KB limit. Please upload a smaller image.
de: Die Dateigröße überschreitet das 500KB-Limit. Bitte laden Sie ein kleineres Bild hoch.

source: Start typing...
de: Bitte eingeben…

source: No options available for this location
de: Keine Optionen für diesen Standort verfügbar

source: Error loading options
de: Fehler beim Laden der Optionen

source: weeks
de: Wochen

source: months
de: Monate

source: years
de: Jahre

source: Previewing...
de: Vorschau…

source: Sent
de: Gesendet

source: Failed
de: Fehlgeschlagen

source: New Tronbyt Device
de: Neues Tronbyt-Gerät

source: Basic Information
de: Grundlegende Informationen

source: Descriptive name for this Tronbyt device
de: Beschreibender Name für dieses Tronbyt-Gerät

source: Device Type
de: Gerätetyp

source: Connection URLs
de: Verbindungs-URLs

source: Image URL
de: Bild-URL

source: Leave blank unless advanced user.
de: Leer lassen, es sei denn, Sie sind ein fortgeschrittener Benutzer.

source: Display Settings
de: Anzeigeeinstellungen

source: Brightness Level (0 - 5)
de: Helligkeitsstufe (0 - 5)

source: Location & Notes
de: Standort & Notizen

source: Location
de: Standort

source: Optional notes about this device
de: Optionale Notizen zu diesem Gerät

source: Generate Firmware for
de: Firmware generieren für

source: Firmware Files Not Available
de: Firmware-Dateien nicht verfügbar

source: Firmware binary files have not been downloaded yet. Firmware generation will not work until the files are downloaded.
de: Firmware-Binärdateien wurden noch nicht heruntergeladen. Die Firmware-Generierung funktioniert erst, wenn die Dateien heruntergeladen wurden.

source: Action Required:
de: Handlung erforderlich:

source: Please go to the
de: Bitte gehen Sie zur

source: Admin page
de: Admin-Seite

source: to download the latest firmware files.
de: um die neuesten Firmware-Dateien herunterzuladen.

source: Please contact your administrator to download the firmware files.
de: Bitte kontaktieren Sie Ihren Administrator, um die Firmware-Dateien herunterzuladen.

source: Manage Firmware
de: Firmware verwalten

source: Firmware Generation
de: Firmware Generierung

source: Download ESP Flasher
de: ESP Flasher hier herunterladen

source: Download ESP Flasher here
de: ESPHome Flasher hier herunterladen

source: Connect your device to your computer with a data USB cable, run the ESP Flasher program and select your downloaded firmware file to flash your device. Do NOT use a web based flasher.
de: Verbinden Sie Ihr Gerät mit dem Computer mittels eines Daten-USB-Kabels, führen Sie das ESP Flasher-Programm aus und wählen Sie Ihre heruntergeladene Firmware-Datei aus, um Ihr Gerät zu flashen. Verwenden Sie KEINEN webbasierten Flasher.

source: macOS and Windows users may need to install a serial driver:
de: Benutzer von macOS oder Windows müssen möglicherweise einen seriellen Treiber installieren.

source: Connection Settings
de: Verbindungseinstellungen

source: Connection Type
de: Verbindungstyp

source: WiFi Configuration
de: WLAN-Konfiguration

source: WiFi Network Name (SSID) 2.4Ghz Only
de: WiFi-Netzwerkname (SSID) Nur 2.4 GHz

source: WiFi Password
de: WiFi-Passwort

source: Swap Colors?
de: Farben tauschen?

source: Generate Firmware File
de: Firmware-Datei generieren

source: Import Device Configuration
de: Gerätekonfiguration importieren

source: Upload JSON File
de: JSON-Datei hochladen

source: Edit Device
de: Gerät bearbeiten

source: Delete device and ALL apps? This action cannot be undone.
de: Gerät und alle Apps löschen? Dies kann nicht rückgängig gemacht werden.

source: Device Settings
de: Geräteeinstellungen

source: Device Name
de: Gerätename

source: Reset to default
de: Auf Standard zurücksetzen

source: App Cycle Time (Seconds)
de: App-Zykluszeit (Sekunden)

source: Brightness Settings
de: Helligkeitseinstellungen

source: Brightness
de: Helligkeit

source: Custom Brightness Scale
de: Benutzerdefinierte Helligkeitsskala

source: Override the default brightness scale with custom values for each level (0-5)
de: Überschreibt die Standard-Helligkeitsskala mit benutzerdefinierten Werten für jede Stufe (0-5)

source: Use custom brightness scale
de: Benutzerdefinierte Helligkeitsskala verwenden

source: Level
de: Stufe

source: Each value should be between 0-100. Higher levels should generally have higher values.
de: Jeder Wert sollte zwischen 0-100 liegen. Höhere Stufen sollten im Allgemeinen höhere Werte haben.

source: Default system scale
de: Standard-Systemskala

source: Interstitial App Settings
de: Interstitial-App-Einstellungen

source: Enable Interstitial App
de: Interstitial-App aktivieren

source: Display an interstitial app between each regular app in the rotation.
de: Zeigt eine Interstitial-App zwischen jeder regulären App in der Rotation an.Zeigt eine Interstitial-App zwischen jeder regulären App in der Rotation an.

source: Interstitial App Configuration
de: Interstitial-App-Konfiguration

source: The interstitial app will display even if it is disabled in the regular rotation.
de: Die Interstitial-App wird auch dann angezeigt, wenn sie in der regulären Rotation deaktiviert ist.Die Interstitial-App wird auch dann angezeigt, wenn sie in der regulären Rotation deaktiviert ist.

source: Night Mode Settings
de: Nachtmodus Einstellungen

source: Enable Night Mode
de: Nachtmodus aktivieren

source: Night Mode Configuration
de: Nachtmodus Konfiguration

source: Night Start Time
de: Nachtmodus Startzeit

source: Night End Time
de: Nachtmodus Endzeit

source: Night Brightness
de: Nacht-Helligkeit

source: Night Mode App
de: Nachtmodus-App:

source: To prevent the night mode app from displaying during the day, set it to disabled on the app edit page.
de: Um zu verhindern, dass die Nachtmodus-App tagsüber angezeigt wird, setzen Sie sie auf der App-Bearbeitungsseite auf deaktiviert.

source: Night Color Filter
de: Nacht-Farbfilter

source: Apply custom filters to the image during night mode.
de: Wendet benutzerdefinierte Filter auf das Bild während des Nachtmodus an.

source: Dim Mode Settings
de: Dimm-Modus-Einstellungen

source: Dim Start Time
de: Dimm-Startzeit

source: Leave empty to disable dim mode. Dim mode ends at Night End Time (if set) or 6:00 AM by default.
de: Leer lassen, um den Dimm-Modus zu deaktivieren. Der Dimm-Modus endet standardmäßig zur Nacht-Endzeit (falls festgelegt) oder um 6:00 Uhr.

source: Dim Brightness
de: Dimm-Helligkeit

source: Location & API Settings
de: Standort & API-Einstellungen

source: Locale
de: Gebietsschema

source: Locale for apps (e.g. en_US, de_DE).
de: Gebietsschema für Apps (z.B. en_US, de_DE).

source: API Configuration
de: API-Konfiguration

source: Device ID
de: Geräte-ID
