Repository: tronbyt/server
Catalog: tronbyt_server/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Device API Key
de: Geräte-API-Schlüssel

source: Example curl Command
de: Beispiel curl-Befehl

source: Example pixlet Command
de: Beispiel pixlet-Befehl

source: Additional Settings
de: Zusätzliche Einstellungen

source: Configuration Management
de: Konfigurationsverwaltung

source: Upload App (.star files only)
de: App hochladen (nur .star-Dateien)

source: Upload
de: Hochladen

source: Current files:
de: Aktuelle Dateien:

source: INACTIVE
de: INAKTIV

source: PINNED
de: ANGEHEFTET

source: ENABLED
de: AKTIVIERT

source: DISABLED
de: DEAKTIVIERT

source: Interval:
de: Intervall:

source: No output for
de: Keine Ausgabe für

source: Last:
de: Zuletzt:

source: Duplicate
de: Duplizieren

source: Top
de: Nach oben

source: Bottom
de: Nach unten

source: Unpin
de: Entpinnen

source: Pin
de: Anheften

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Pinned:
de: Angeheftet:

source: Currently Displaying App
de: Derzeit angezeigte App

source: Device Info
de: Geräteinformationen

source: Firmware Type:
de: Firmware-Typ:

source: Protocol Version:
de: Protokoll-Version:

source: MAC Address:
de: MAC-Adresse:

source: Protocol Type:
de: Protokoll-Typ:

source: Last Seen:
de: Zuletzt gesehen:

source: View:
de: Ansicht:

source: List View
de: Listenansicht

source: List
de: Liste

source: Grid View
de: Rasteransicht

source: Grid
de: Raster

source: Collapsed View
de: Eingeklappte Ansicht

source: Collapsed
de: Eingeklappt

source: Drag apps to reorder
de: Apps zum Neuanordnen ziehen
